import test1 from '../images/test1.png'; 
import test2 from '../images/test2.png'; 
import test3 from '../images/test3.png';
import test4 from '../images/test4.png';
import test5 from '../images/test5.png';
import test6 from '../images/test6.png';

export const article1 = {
  image: test1,
  text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
  title: 'Национальное достояние – парки',
  date: '2 августа, 2019',
  source: 'ЛЕНТА.РУ'
};

export const article2 = {
  image: test2,
  text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
  title: 'Лесные огоньки: история одной фотографии',
  date: '2 августа, 2019',
  source: 'Медуза'
};

export const article3 = {
  image: test3,
  text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
  title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
  date: '2 августа, 2019',
  source: 'Риа'
};

export const article4 = {
  image: test4,
  text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
  title: 'Национальное достояние – парки',
  date: '2 августа, 2019',
  source: 'Дзен',
  keyword: 'Природа'
};

export const article5 = {
  image: test5,
  text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
  title: 'Лесные огоньки: история одной фотографии',
  date: '2 августа, 2019',
  source: 'Афиша',
  keyword: 'Природа'
};

export const article6 = {
  image: test6,
  text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
  title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
  date: '2 августа, 2019',
  source: 'Медиазона',
  keyword: 'Тайга'
};

export const article7 = {
  image: test4,
  text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
  title: 'Национальное достояние – парки',
  date: '2 августа, 2019',
  source: 'Дзен',
  keyword: 'Парки'
};

export const article8 = {
  image: test5,
  text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
  title: 'Лесные огоньки: история одной фотографии',
  date: '2 августа, 2019',
  source: 'Афиша',
  keyword: 'Фотография'
};

export default {article1, article2, article3, article4, article5, article6, article7, article8};